Repository: vetalpaprotsky/python-project-lvl4
Catalog: task_manager/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Name
uk: Ім'я

source: Create label
uk: Створити мітку

source: Create
uk: Створити

source: Label deletion
uk: Видалення мітки

source: Are you sure you want to delete
uk: Ви впевнені, що хочете видалити

source: Yes, delete
uk: Так, видалити

source: Labels
uk: Мітки

source: Created at
uk: Дата створення

source: Update
uk: Змінити

source: Delete
uk: Видалити

source: Label update
uk: Зміна мітки

source: Label has been created
uk: Мітка успішно створена

source: Label has been updated
uk: Мітка успішно змінена

source: Label has been deleted
uk: Мітка успішно видалена

source: Can't delete label because it's in use
uk: Неможливо видалити мітку, тому що вона використовується

source: Task Manager
uk: Менеджер задач

source: Users
uk: Користувачі

source: Statuses
uk: Статуси

source: Tasks
uk: Задачі

source: Logout
uk: Вихід

source: Login
uk: Вхід

source: Registration
uk: Реєстрація

source: Create status
uk: Створити статус

source: Status deletion
uk: Видалення статуса

source: Status update
uk: Зміна статуса

source: Status has been created
uk: Статус успішно створений

source: Status has been updated
uk: Статус успішно змінений

source: Status has been deleted
uk: Статус успішно видалений

source: Can't delete status because it's in use
uk: Неможливо видалити статус, тому що він використовується

source: Label
uk: Мітка

source: Only my tasks
uk: Тільки мої задачі

source: Status
uk: Статус

source: Executor
uk: Виконавець

source: Description
uk: Опис

source: Create task
uk: Створити задачу

source: Task deletion
uk: Видалення задачі

source: View task
uk: Перегляд задачі

source: Author
uk: Автор

source: Show
uk: Показати

source: Task update
uk: Зміна задачі

source: Task has been created
uk: Задача успішно створена

source: Task has been updated
uk: Задача успішно змінена

source: Task has been deleted
uk: Задача успішно видалена

source: Task can be deleted only by author
uk: Задачу може видалити тільки її автор

source: You're not authorized! Please, log in.
uk: Ви не авторизовані! Будь ласка, увійдіть.

source: Register
uk: Зареєструватися

source: User deletion
uk: Видалення користувача

source: Username
uk: Ім'я користувача

source: Fullname
uk: Повне ім'я

source: Log in
uk: Увійти

source: User update
uk: Зміна користувача

source: User has been registered
uk: Користувач успішно зареєстрований

source: User has been updated
uk: Користувач успішно змінений

source: You don't have rights to update other user.
uk: У вас немає прав для зміни іншого користувача.

source: User has been deleted
uk: Користувач успішно видалений

source: Can't delete user because it's in use
uk: Неможливо видалити користувача, тому що він використовується

source: You've been logged in
uk: Ви увійшли в систему

source: You've been logged out
uk: Ви вийшли з системи
